tap "homebrew/cask"

brew "aquaproj/aqua/aqua"
brew "fish"
brew "vim"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"
cask "aquaskk"
cask "homebrew/cask-fonts/font-0xproto-nerd-font"
cask "homebrew/cask-fonts/font-hackgen-nerd"
caks "homebrew/cask-fonts/font-cica"
cask "alt-tab"
cask "thunderbird"
cask "google-chrome"
cask "wezterm"
cask "rectangle"
cask "clipy"
